<?php

//attributes of books
$attr_type = array(
	0 => '-',
	1 => '耽美',
	2 => '言情',
	3 => '魔法斗气',
	4 => '玄幻武侠',
	5 => '异世修真',
	6 => '都市异能',
	7 => '种田生活',
	8 => '历史军事',
	9 => '竞技游戏',
	10 => '未来星际',
	11 => '其它'
	);
$attr_style = array(
	0 => '-',
	1 => '轻松',
	2 => '爆笑',
	3 => '甜文',
	4 => '正剧',
	5 => '微虐',
	6 => '很虐',
	7 => '悲剧'
	);
$attr_eval = array(
	0 => '-',
	1 => '已删除',
	2 => '未读',
	3 => '一般',
	4 => '好文',
	5 => '经典'
	);
$attr_tags = array(
	't1' => '同人',
	't2' => '穿越重生',
	't3' => '异世',
	't4' => '未来',
	't5' => '末世',
	't6' => '清穿',
	't7' => '空间',
	't8' => '机甲',
	't9' => '修真',
	't10' => '异能',
	't11' => '魔法',
	't12' => '种田',
	't13' => '高干',
	't14' => '生子',
	't15' => '反琼瑶',
	't16' => 'HP',
	't17' => '红楼',
	't18' => '猎人',
	't19' => '火影',
	't20' => '死神',
	't21' => '网王',
	't22' => '武侠',
	't23' => '综漫',
	't24' => '女尊',
	't25' => 'NP',
	't26' => '父子',
	't27' => '兄弟',
	't28' => '年上',
	't29' => '年下',
	't30' => '明星'
	);

?>